Repository: ChromatixAU/acf-flexible-layouts-manager
Catalog: languages/acf-flexible-layouts-manager-*.po
Languages: fr_fr

source: Copy all layouts
fr_fr: Copier toutes les sections

source: Paste layout(s)
fr_fr: Coller une/des section(s)

source: Import layout(s)
fr_fr: Importer des sections

source: Duplicate this layout
fr_fr: Dupliquer cette section

source: Copy this layout
fr_fr: Copier cette section

source: Layout copied!
fr_fr: Section copiée !

source: Layouts copied!
fr_fr: Sections copiées !

source: Did you save your modifications? The duplication functionnality will overwrite your unsaved data.
fr_fr: Avez-vous sauvegarder vos modifications ? La fonction de duplication écrasera les modifications non sauvegardées.

source: You can't duplicate a unsaved layout.
fr_fr: Vous ne pouvez pas dupliquer une section non enregistrée.

source: There is an error in your data.
fr_fr: Il y a une erreur dans vos données.

source: Selection of layout(s) to import:
fr_fr: Sélection des section(s) à importer :

source: Behavior of the import:
fr_fr: Comportement de l'import :

source: Add to the other(s) layout(s)
fr_fr: Ajouter aux sections déjà présentes

source: Replace current layout(s)
fr_fr: Remplacer les sections actuelles

source: There is no layout selected
fr_fr: Il n'y a pas de template sélectionné

source: Paste JSON data here:
fr_fr: Coller les données JSON ici :

source: Update
fr_fr: Mettre à jour

source: Back
fr_fr: Retour

source: Add "Copy", "Duplicate", "Import" & "Paste" options for layout in ACF Flexible Content
fr_fr: Ajout des options "Copier", "Coller", "Dupliquer" & "Importer" pour les sections des Contenus Flexibles d'ACF
